<?php


return [
    'title' => 'السيرة الذاتية',
    'intro' => 'الضرورة تلبي احتياجاتها من شيء هروب، حتى لو كان ذلك يعني الهروب من شيء محدد مع مضمون.',

    'summary_title' => 'الملخص',
    'name' => 'بنزارية سعيدة',
    'summary_description' => 'حاصلة على درجة البكالوريوس المهنية في هندسة نظم المعلومات والشبكات، أنا مطورة Fullstack شغوفة مكرسة لإنشاء حلول ويب مبتكرة. ألتزم بتصميم تطبيقات ويب قوية وسريعة الاستجابة مع التركيز على الأداء وتجربة المستخدم.',
    'phone' => '(123) 713-927-939',
    'email' => 'benzariyasaida@gmail.com',

    'education_title' => 'التعليم',
    'degree_1' => 'البكالوريوس المهني في هندسة نظم المعلومات والشبكات',
    'degree_1_year' => '2023 - 2024',
    'school_1' => 'المدرسة العليا للتكنولوجيا',

    'degree_2' => 'الدبلوم الجامعي في الهندسة المعلوماتية',
    'degree_2_year' => '2021 - 2023',
    'school_2' => 'المدرسة العليا للتكنولوجيا',

    'professional_experience_title' => 'الخبرة المهنية',

    'job_1_title' => 'متدربة مطورة Fullstack',
    'job_1_duration' => 'أبريل 2024 - يونيو 2024',
    'company_1' => 'وكالة لوم، فرنسا',
    'job_1_responsibility_1' => 'تصميم UI/UX: تطوير واجهات مستخدم سهلة الاستخدام لمواقع التجارة الإلكترونية، مما يعزز تجربة التسوق العامة.',
    'job_1_responsibility_2' => 'تطوير الويب: التعاون في تطوير مواقع ويب متجاوبة، مما يضمن عملًا سلسًا عبر الأجهزة المختلفة.',

    'job_2_title' => 'مطورة Fullstack',
    'job_2_duration' => 'يناير 2023 - يونيو 2023',
    'company_2' => 'المدرسة العليا للتكنولوجيا',
    'job_2_responsibility_1' => 'تطوير الواجهة الأمامية: إنشاء تطبيق ويب باستخدام React.js و Tailwind CSS، مع التركيز على واجهة مستخدم حديثة وبديهية.',
    'job_2_responsibility_2' => 'تطوير الخلفية: تنفيذ حلول خلفية باستخدام Laravel و SQL لرقمنة عمليات الجمعية، مما يحسن الكفاءة التشغيلية.',

    'job_3_title' => 'متدربة مطورة Fullstack',
    'job_3_duration' => 'أبريل 2023 - يونيو 2023',
    'company_3' => 'مجموعة OCP، المغرب',
    'job_3_responsibility_1' => 'صممت وطورت موقعًا لإدارة البيانات الجوية في الوقت الفعلي لمجموعة OCP، باستخدام JavaScript و Bootstrap لتوفير معلومات دقيقة تسهل اتخاذ قرارات الإنتاج.',
    'job_3_responsibility_2' => 'جلب البيانات الديناميكية من واجهات برمجة تطبيقات الطقس وواجهة مستخدم بديهية.',
];



?>